Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvHistoryTransfer/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# TRANSFER_SCOPE_MESSAGES_ONLY_SUBTITLE
source: Faster transfer. Only text messages will be included (faster).
de: Schnellere Übertragung. Es werden nur Textnachrichten übertragen (daher schneller).
es: Transferencia más rápida. Solo se incluirán los mensajes de texto (más rápido).
fr: Transfert plus rapide. Seuls les messages seront inclus (plus rapide)
it: Trasferimento più rapido. Verranno inclusi solo i messaggi di testo (più veloce).
ja: 転送速度が向上します。テキストメッセージのみが対象となります（速度が速くなります）。
ko: 더 빠른 전송. 텍스트 메시지만 전송됩니다(더 빠름).
pt_br: Transferência mais rápida. Apenas mensagens de texto serão incluídas (mais rápido).
pt_pt: Transferência mais rápida. Apenas as mensagens de texto serão incluídas (mais rápido).
ru: Более быстрая передача. Будут включены только текстовые сообщения (это ускорит процесс).
uk: Швидша передача. Будуть включені лише текстові повідомлення (більш швидка).
zh_hans: 传输速度更快。仅包含文本消息（速度更快）。

# TRANSFER_SCOPE_MESSAGES_ONLY_TITLE
source: Transfer messages only
de: Nur Nachrichten übertragen
es: Transferir solo los mensajes
fr: Transférer les messages uniquement
it: Trasferisci solo i messaggi
ja: メッセージを転送のみ
ko: 메시지 전송만
pt_br: Transferir apenas as mensagens
pt_pt: Transferir apenas mensagens
ru: Переносить только сообщения
uk: Передавати лише повідомлення
zh_hans: 仅传输消息

# WAITING_FOR_DESTINATION_DEVICE
source: Confirm transfer on your other device
de: Übertragen Sie die Daten auf Ihr anderes Gerät.
es: Confirma la transferencia en tu otro dispositivo
fr: Confirmez le transfert sur votre autre appareil
it: Conferma il trasferimento sull'altro dispositivo
ja: 他のデバイスで送金を承認してください
ko: 다른 기기에서 전송을 확인하세요.
pt_br: Confirme a transferência no seu outro dispositivo
pt_pt: Confirme a transferência no seu outro dispositivo
ru: Подтвердите перевод на другом устройстве
uk: Підтвердіть переказ на вашому іншому пристрої
zh_hans: 请在您的其他设备上确认转账

# WAITING_FOR_DESTINATION_DEVICE_%@
source: Confirm transfer on your %@
de: Bestätigen Sie die Überweisung auf Ihrem %@
es: Confirma la transferencia en tu %@
fr: Confirmez le transfert sur votre %@
it: Conferma il trasferimento sul tuo %@
ja: %@ での送金を確定しますか？
ko: %@에서 전송을 확인하세요.
pt_br: Confirme a transferência no seu %@
pt_pt: Confirme a transferência no seu %@
ru: Подтвердите перевод на ваш %@
uk: Підтвердіть переказ на вашому %@
zh_hans: 请在您的 %@ 上确认转账

# WAITING_FOR_DESTINATION_DEVICE_%@_EXPLANATION
source: Open Olvid on your %@ and follow the instructions to approve the transfer. Once confirmed, your messages will begin transferring.
de: Öffnen Sie Olvid auf Ihrem %@ und befolgen Sie die Anweisungen, um die Übertragung zu bestätigen. Sobald die Bestätigung erfolgt ist, beginnt die Übertragung Ihrer Nachrichten.
es: Abre Olvid en tu %@ y sigue las instrucciones para aprobar la transferencia. Una vez confirmada, tus mensajes comenzarán a transferirse.
fr: Démarrez Olvid sur votre %@ et suivez les instructions pour approuver le transfert. Vos messages seront transférés une fois la confirmation faite.
it: Apri Olvid sul tuo %@ e segui le istruzioni per approvare il trasferimento. Una volta confermato, i tuoi messaggi inizieranno a essere trasferiti.
ja: お客様の %@ で Olvid を開き、指示に従って転送を承認してください。確認が完了すると、メッセージの転送が開始されます。
ko: 귀하의 %@에서 Olvid 앱을 열고 안내에 따라 전송 승인을 진행하십시오. 승인이 완료되면 메시지 전송이 시작됩니다.
pt_br: Abra o Olvid no seu %@ e siga as instruções para aprovar a transferência. Assim que for confirmada, suas mensagens começarão a ser transferidas.
pt_pt: Abra o Olvid no seu %@ e siga as instruções para aprovar a transferência. Após a confirmação, as suas mensagens começarão a ser transferidas.
ru: Откройте Olvid на своем %@ и следуйте инструкциям для подтверждения переноса. После подтверждения ваши сообщения начнут переноситься.
uk: Відкрийте Olvid на вашому пристрої %@ та дотримуйтесь інструкцій, щоб підтвердити передачу. Після підтвердження ваші повідомлення почнуть передаватися.
zh_hans: 在您的 %@ 上打开 Olvid，并按照说明操作以批准传输。确认后，您的消息将开始传输。

# WAITING_FOR_DESTINATION_DEVICE_EXPLANATION
source: Open Olvid on the destination device and follow the instructions to approve the transfer. Once confirmed, your messages will begin transferring.
de: Öffne Olvid auf dem Zielgerät und befolge die Anweisungen, um die Übertragung zu bestätigen. Sobald dies geschehen ist, beginnt die Übertragung deiner Nachrichten.
es: Abre Olvid en el dispositivo de destino y sigue las instrucciones para aprobar la transferencia. Una vez confirmada, tus mensajes comenzarán a transferirse.
fr: Démarrez Olvid sur l’appareil de destination et suivez les instructions pour approuver le transfert. Vos messages seront transférés une fois la confirmation faite.
it: Apri Olvid sul dispositivo di destinazione e segui le istruzioni per approvare il trasferimento. Una volta confermato, i tuoi messaggi inizieranno a essere trasferiti.
ja: 転送先のデバイスでOlvidを開き、指示に従って転送を承認してください。承認が完了すると、メッセージの転送が開始されます。
ko: 대상 기기에서 Olvid를 열고 전송 승인에 대한 안내를 따르세요. 확인되면 메시지 전송이 시작됩니다.
pt_br: Abra o Olvid no dispositivo de destino e siga as instruções para aprovar a transferência. Após a confirmação, suas mensagens começarão a ser transferidas.
pt_pt: Abra o Olvid no dispositivo de destino e siga as instruções para aprovar a transferência. Após a confirmação, as suas mensagens começarão a ser transferidas.
ru: Откройте Olvid на целевом устройстве и следуйте инструкциям, чтобы подтвердить передачу. После подтверждения начнется передача ваших сообщений.
uk: Відкрийте Olvid на пристрої, на який потрібно перенести дані, і дотримуйтесь інструкцій, щоб підтвердити передачу. Після підтвердження почнеться перенесення ваших повідомлень.
zh_hans: 在目标设备上打开 Olvid，然后按照说明批准传输。确认后，您的消息将开始传输。

# WEBRTC_INSTRUCTIONS_CONTINUE_BUTTON_TITLE
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続行
ko: 계속
pt_br: Continuar
pt_pt: Continuar
ru: Продолжить
uk: Продовжити
zh_hans: 继续

# WEBRTC_INSTRUCTIONS_STEP_NAVIGATE_TO_TRANSFER_SETTINGS_ON_REMOTE_DEVICE
source: Navigate to the “Transfer your chat history” setting, and choose “Export”.
de: Navigieren Sie zu den Einstellungen “Chatverlauf übertragen” und wählen Sie “Exportieren”.
es: Dirígete a la configuración de "Transferir tu historial de chat" y selecciona "Exportar".
fr: Naviguez vers les paramètres de **Transfert d’historique des discussions** et choisissez **Export**.
it: Vai alle impostazioni di “Trasferisci la cronologia chat” e scegli “Esporta”.
ja: 「チャット履歴の転送」設定に移動し、「エクスポート」を選択してください。
ko: “채팅 기록 전송” 설정으로 이동하여 “내보내기”를 선택하세요.
pt_br: Acesse a configuração "Transferir seu histórico de conversas" e escolha "Exportar".
pt_pt: Aceda à definição "Transferir o seu histórico de conversas" e escolha "Exportar".
ru: Перейдите в раздел «Перенос истории чатов» в настройках и выберите «Экспорт».
uk: Перейдіть до налаштування «Експортуйте історію чату» та виберіть «Експорт».
zh_hans: 前往“迁移聊天记录”设置，然后选择“导出”。

# WEBRTC_INSTRUCTIONS_STEP_SAME_WIFI
source: Make sure this device and your other device are connected to the same Wi-Fi network.
de: Stellen Sie sicher, dass dieses Gerät und Ihr anderes Gerät mit demselben Wi-Fi-Netzwerk verbunden sind.
es: Asegúrate de que este dispositivo y el otro dispositivo al que quieres conectarte estén conectados a la misma red Wi-Fi.
fr: Assurez-vous que cet appareil et votre autre appareil sont tous les deux connectés au même réseau Wi-Fi.
it: Assicurati che questo dispositivo e l'altro dispositivo a cui sei connesso siano collegati alla stessa rete Wi-Fi.
ja: このデバイスと他のデバイスが、同じWi-Fiネットワークに接続されていることを確認してください。
ko: 이 장치와 다른 장치가 동일한 Wi-Fi 네트워크에 연결되어 있는지 확인하세요.
pt_br: Certifique-se de que este dispositivo e o outro dispositivo estejam conectados à mesma rede Wi-Fi.
pt_pt: Certifique-se de que este dispositivo e o seu outro dispositivo estão ligados à mesma rede Wi-Fi.
ru: Убедитесь, что это устройство и другое ваше устройство подключены к одной и той же сети Wi-Fi.
uk: Переконайтеся, що цей пристрій і ваш інший пристрій підключені до однієї й тієї ж мережі Wi-Fi.
zh_hans: 请确保此设备和您的其他设备连接到同一 Wi-Fi 网络。

# WEBRTC_INSTRUCTIONS_STEP_SAME_WIFI_%@
source: Make sure this device and your %@ are connected to the same Wi-Fi network.
de: Stellen Sie sicher, dass dieses Gerät und Ihr %@ mit demselben Wi-Fi-Netzwerk verbunden sind.
es: Asegúrate de que este dispositivo y tu %@ estén conectados a la misma red Wi-Fi.
fr: Assurez-vous que cet appareil et votre %@ sont tous les deux connectés au même réseau Wi-Fi.
it: Assicurati che questo dispositivo e il tuo %@ siano connessi alla stessa rete Wi-Fi.
ja: このデバイスとあなたの %@ が同じ Wi-Fi ネットワークに接続されていることを確認してください。
ko: 이 장치와 %@가 동일한 Wi-Fi 네트워크에 연결되어 있는지 확인하세요.
pt_br: Verifique se este dispositivo e seu %@ estão conectados à mesma rede Wi-Fi.
pt_pt: Certifique-se de que este dispositivo e o seu %@ estão conectados à mesma rede Wi-Fi.
ru: Убедитесь, что это устройство и ваш %@ подключены к одной и той же сети Wi-Fi.
uk: Переконайтеся, що цей пристрій і ваш %@ підключені до однієї мережі Wi-Fi.
zh_hans: 请确保此设备和您的 %@ 连接到同一个 Wi-Fi 网络。

# WEBRTC_INSTRUCTIONS_STEP_TURN_ON
source: Turn your other device on.
de: Schalten Sie Ihr anderes Gerät ein.
es: Enciende tu otro dispositivo.
fr: Allumez votre autre appareil.
it: Accendi l'altro dispositivo.
ja: 他のデバイスの電源を入れてください。
ko: 다른 기기를 켜세요.
pt_br: Ligue o outro dispositivo.
pt_pt: Ligue o outro dispositivo.
ru: Включите другое устройство.
uk: Увімкніть інший пристрій.
zh_hans: 请打开您的其他设备。

# WEBRTC_INSTRUCTIONS_STEP_TURN_ON_%@
source: Turn your %@ on.
de: Schalten Sie Ihr %@ ein.
es: Enciende tu %@.
fr: Allumez votre %@.
it: Attiva il tuo %@.
ja: %@をオンにしてください。
ko: %@을 켜세요.
pt_br: Ligue o seu %@.
pt_pt: Ligue o seu %@.
ru: Включите %@.
uk: Увімкніть ваш %@.
zh_hans: 请打开您的 %@。

# WEBRTC_INSTRUCTIONS_TITLE
source: Please follow these instructions on your other device.
de: Bitte befolgen Sie diese Anweisungen auf Ihrem anderen Gerät.
es: Por favor, sigue estas instrucciones en tu otro dispositivo.
fr: Veuillez suivre ces instructions sur votre autre appareil.
it: Si prega di seguire queste istruzioni sull'altro dispositivo.
ja: 他のデバイスで以下の手順に従ってください。
ko: 다른 기기에서 다음 지침을 따르세요.
pt_br: Por favor, siga estas instruções no seu outro dispositivo.
pt_pt: Siga estas instruções no seu outro dispositivo.
ru: Пожалуйста, выполните следующие действия на другом устройстве.
uk: Будь ласка, дотримуйтесь цих інструкцій на вашому іншому пристрої.
zh_hans: 请在您的其他设备上按照以下步骤操作。

# WEBRTC_INSTRUCTIONS_TITLE_%@
source: Please follow these instructions on your %@.
de: Bitte befolgen Sie diese Anweisungen auf Ihrem %@.
es: Por favor, siga estas instrucciones en su %@.
fr: Veuillez suivre ces instructions sur votre %@.
it: Si prega di seguire queste istruzioni sul proprio %@.
ja: 以下の手順に従って、%@で設定してください。
ko: 다음 지침에 따라 %@에서 설정을 완료하세요.
pt_br: Por favor, siga estas instruções no seu %@.
pt_pt: Por favor, siga estas instruções no seu %@.
ru: Пожалуйста, следуйте этим инструкциям на вашем %@.
uk: Будь ласка, виконайте ці інструкції на вашому %@.
zh_hans: 请按照以下步骤在您的 %@ 上操作。

# WIFIAWARE_FOUND_PAIRED_DEVICES_EXPLANATION_DESTINATION
source: If the device your are looking for does not appear in the list, tap the button below to pair it first.
de: Wenn das Gerät, nach dem Sie suchen, nicht in der Liste angezeigt wird, tippen Sie auf die Schaltfläche unten, um es zuerst zu koppeln.
es: Si el dispositivo que buscas no aparece en la lista, pulsa el botón de abajo para emparejarlo primero.
fr: Si l’appareil recherché n’apparaît pas dans la liste, appuyez sur le bouton ci-dessous pour l’appairer d’abord.
it: Se il dispositivo che stai cercando non compare nell'elenco, tocca il pulsante qui sotto per associarlo in primo luogo.
ja: 検索対象のデバイスがリストに表示されない場合は、まず以下のボタンをタップしてペアリングしてください。
ko: 검색 중인 기기가 목록에 표시되지 않으면 아래 버튼을 탭하여 먼저 페어링하세요.
pt_br: Se o dispositivo que você está procurando não aparecer na lista, toque no botão abaixo para emparelhá-lo primeiro.
pt_pt: Se o dispositivo que procura não aparecer na lista, toque no botão abaixo para o emparelhar primeiro.
ru: Если нужное устройство отсутствует в списке, сначала нажмите кнопку ниже, чтобы установить с ним соединение.
uk: Якщо пристрій, який ви шукаєте, не відображається в списку, спочатку натисніть кнопку нижче, щоб встановити пару.
zh_hans: 如果列表中没有找到您要连接的设备，请先点击下面的按钮进行配对。

# WIFIAWARE_FOUND_PAIRED_DEVICES_EXPLANATION_SOURCE
source: If the device your are looking for does not appear in the list, tap the button below to pair it first.
de: Wenn das Gerät, das Sie suchen, nicht in der Liste angezeigt wird, tippen Sie auf die Schaltfläche unten, um es zuerst zu koppeln.
es: Si el dispositivo que busca no aparece en la lista, toque el botón que se muestra a continuación para emparejarlo primero.
fr: Si l’appareil que vous cherchez n’apparaît pas dans la liste, appuyez sur le bouton ci-dessous pour l’appairer au préalable.
it: Se il dispositivo che stai cercando non compare nell'elenco, tocca il pulsante qui sotto per associarlo prima.
ja: 検索しているデバイスがリストに表示されない場合は、まず以下のボタンをタップしてペアリングしてください。
ko: 찾고 있는 장치가 목록에 표시되지 않으면 아래 버튼을 탭하여 먼저 페어링하세요.
pt_br: Se o dispositivo que você procura não aparecer na lista, toque no botão abaixo para adicioná-lo primeiro.
pt_pt: Se o dispositivo que procura não aparecer na lista, toque no botão abaixo para o emparelhar primeiro.
ru: Если устройство, которое вы ищете, не отображается в списке, сначала нажмите кнопку ниже, чтобы выполнить сопряжение.
uk: Якщо пристрій, який ви шукаєте, не відображається в списку, спочатку натисніть кнопку нижче, щоб виконати його підключення.
zh_hans: 如果列表中没有显示您要查找的设备，请先点击下面的按钮进行配对。

# WIFI_AWARE_NOT_AVAILABLE_ALERT_MESSAGE
source: Device-to-device transfer requires iOS 26 or iPadOS 26 (or later) on both devices.
de: Für die direkte Geräteübertragung ist auf beiden Geräten iOS 26 oder iPadOS 26 (oder neuer) erforderlich.
es: La transferencia de dispositivo a dispositivo requiere iOS 26 o iPadOS 26 (o versiones posteriores) en ambos dispositivos.
fr: Le transfert direct entre appareils nécessite iOS 26 ou iPadOS 26 (ou une version ultérieure) sur les deux appareils.
it: Il trasferimento diretto tra dispositivi richiede iOS 26 o iPadOS 26 (o versioni successive) su entrambi i dispositivi.
ja: デバイス間の転送には、両方のデバイスで iOS 26 または iPadOS 26 (またはそれ以降のバージョン) が必要です。
ko: 기기 간 전송을 하려면 양쪽 기기에 iOS 26 또는 iPadOS 26(또는 그 이후 버전)이 설치되어 있어야 합니다.
pt_br: A transferência de dados entre dispositivos requer iOS 26 ou iPadOS 26 (ou versões mais recentes) em ambos os dispositivos.
pt_pt: A transferência direta entre dispositivos requer o iOS 26 ou iPadOS 26 (ou posterior) em ambos os dispositivos.
ru: Для передачи данных напрямую между устройствами требуется iOS 26 или iPadOS 26 (или более поздней версии) на обоих устройствах.
uk: Для передачі даних між пристроями потрібна iOS 26 або iPadOS 26 (або новіша версія) на обох пристроях.
zh_hans: 设备间传输需要在两台设备上都安装 iOS 26 或 iPadOS 26（或更高版本）。

# WIFI_AWARE_NOT_AVAILABLE_ALERT_TITLE
source: Device-to-Device Transfer Unavailable
de: Geräteübergabe nicht verfügbar
es: La transferencia de dispositivo a dispositivo no está disponible
fr: Le transfert direct entre appareils n’est pas disponible.
it: Trasferimento da dispositivo a dispositivo non disponibile
ja: デバイス間転送は利用できません
ko: 기기 간 전송 불가
pt_br: Transferência de dispositivo para dispositivo não disponível
pt_pt: Transferência de dispositivo para dispositivo indisponível
ru: Передача данных между устройствами недоступна
uk: Передача даних між пристроями недоступна
zh_hans: 设备间传输不可用

# WI_FI_AWARE_ADVERTISING_NOT_AVAILABLE
source: Advertising not available.
de: Werbung nicht verfügbar.
es: La publicidad no está disponible.
fr: Diffusion impossible.
it: La pubblicità non è disponibile.
ja: 広告は現在利用できません
ko: 광고를 사용할 수 없습니다.
pt_br: Anúncios não disponíveis.
pt_pt: Publicidade indisponível.
ru: Реклама недоступна.
uk: Реклама недоступна.
zh_hans: 广告服务不可用。

# WI_FI_AWARE_NOT_SUPPORTED
source: Not supported.
de: Nicht unterstützt.
es: No compatible.
fr: Non pris en charge.
it: Non supportato.
ja: サポートされていません。
ko: 지원되지 않습니다.
pt_br: Não suportado.
pt_pt: Não suportado.
ru: Не поддерживается.
uk: Не підтримується.
zh_hans: 不支持。

# YOUR_PAIRED_DEVICES_DESTINATION
source: Choose the device to receive your chat history from
de: Wählen Sie das Gerät aus, von dem Ihre Chatverläufe abgerufen werden sollen.
es: Elige el dispositivo desde el que quieres importar tu historial de chat
fr: Sélectionnez l’appareil qui recevra votre historique des discussions
it: Scegli il dispositivo da cui recuperare la cronologia delle chat
ja: チャット履歴を復元するデバイスを選択してください
ko: 채팅 기록을 가져올 장치를 선택하세요.
pt_br: Selecione o dispositivo de onde você deseja importar seu histórico de mensagens
pt_pt: Escolha o dispositivo de onde pretende importar o histórico das suas conversas.
ru: Выберите устройство, с которого нужно импортировать историю чатов
uk: Оберіть пристрій, з якого потрібно відновити історію ваших чатів
zh_hans: 选择要从中获取聊天记录的设备

# YOUR_PAIRED_DEVICES_SOURCE
source: Choose the device to transfer your chat history to
de: Wählen Sie das Gerät aus, auf das Sie Ihren Chatverlauf übertragen möchten
es: Selecciona el dispositivo al que quieres transferir tu historial de chat
fr: Sélectionnez l’appareil vers lequel transférer votre historique des discussions
it: Scegli il dispositivo a cui trasferire la cronologia delle tue chat
ja: チャット履歴を転送するデバイスを選択してください
ko: 채팅 기록을 전송할 기기를 선택하세요.
pt_br: Escolha o dispositivo para transferir o histórico de suas conversas.
pt_pt: Escolha o dispositivo para o qual pretende transferir o histórico das suas conversas
ru: Выберите устройство, на которое нужно перенести историю чата
uk: Оберіть пристрій, на який потрібно перенести історію ваших розмов
zh_hans: 选择要迁移聊天记录的设备

# ZIP_COMPUTING_ZIP_FILE_STATUS_VIEW_TITLE
source: Compressing
de: Komprimierung läuft
es: Comprimiendo
fr: Compression en cours
it: Compressione in corso
ja: 圧縮中
ko: 압축 중
pt_br: Comprimindo
pt_pt: A comprimir
ru: Сжатие
uk: Стиснення
zh_hans: 正在压缩

# ZIP_IMPORT_INIT_STATUS_VIEW_01_IN_PROGRESS
source: Unzipping file
de: Datei wird entpackt
es: Descomprimiendo archivo
fr: Décompression du fichier en cours
it: Decompressione del file
ja: ファイルの解凍中
ko: 파일 압축 해제 중
pt_br: Descompactando arquivo
pt_pt: A extrair ficheiro
ru: Распаковка файла
uk: Розпаковується файл
zh_hans: 正在解压缩文件

# ZIP_IMPORT_INIT_STATUS_VIEW_02_UNZIPPING_FILE
source: Unzipping file
de: Datei wird entpackt
es: Descomprimiendo archivo
fr: Décompression du fichier en cours
it: Estrazione del file
ja: ファイルの解凍中
ko: 파일 압축 해제 중
pt_br: Descompactando arquivo
pt_pt: A extrair ficheiro
ru: Распаковка файла
uk: Розпакування файлу
zh_hans: 正在解压缩文件

# ZIP_IMPORT_INIT_STATUS_VIEW_03_ZIP_FILE_UNZIPPED
source: File unzipped successfully.
de: Datei erfolgreich entpackt.
es: El archivo se ha descomprimido correctamente.
fr: Fichier décompressé avec succès.
it: File decompresso correttamente.
ja: ファイルの解凍が正常に完了しました。
ko: 파일 압축 해제가 완료되었습니다.
pt_br: Arquivo descompactado com sucesso.
pt_pt: Ficheiro descompactado com sucesso.
ru: Файл успешно распакован.
uk: Файл успішно розпаковано.
zh_hans: 文件已成功解压缩。

# ZIP_NOT_PROTECTED_WITH_PASSWORD
source: The zip file won’t be protected
de: Die ZIP-Datei wird nicht geschützt.
es: El archivo ZIP no estará protegido
fr: Le fichier zip ne sera pas protégé
it: Il file ZIP non sarà protetto
ja: ZIPファイルは保護されません
ko: ZIP 파일은 보호되지 않습니다.
pt_br: O arquivo zip não será protegido
pt_pt: O ficheiro ZIP não será protegido
ru: Zip-файл не будет защищен
uk: Zip-файл не буде захищено
zh_hans: 压缩文件不会受到保护

# ZIP_PASSWORD_ALERT_MESSAGE
source: This zip file is password-protected. Enter the password you chose when exporting your chat history.
de: Diese ZIP-Datei ist passwortgeschützt. Geben Sie das Passwort ein, das Sie beim Exportieren Ihres Chatverlaufs festgelegt haben.
es: Este archivo ZIP está protegido con contraseña. Introduce la contraseña que elegiste al exportar el historial de tu conversación.
fr: Ce fichier zip est protégé par un mot de passe. Saisissez le mot de passe que vous avez choisi lors de l’export de votre historique de discussion.
it: Questo file ZIP è protetto da password. Inserisci la password che hai scelto quando hai esportato la cronologia della chat.
ja: このZIPファイルはパスワードで保護されています。チャット履歴をエクスポートする際に設定したパスワードを入力してください。
ko: 이 ZIP 파일은 암호로 보호되어 있습니다. 채팅 기록을 내보낼 때 선택한 암호를 입력하세요.
pt_br: Este arquivo ZIP está protegido por senha. Insira a senha que você escolheu ao exportar o histórico do seu bate-papo.
pt_pt: Este ficheiro ZIP está protegido por palavra-passe. Introduza a palavra-passe que definiu ao exportar o seu histórico de conversas.
ru: Этот ZIP-файл защищен паролем. Введите пароль, который вы выбрали при экспорте истории чата.
uk: Цей ZIP-файл захищений паролем. Введіть пароль, який ви вказали під час експорту історії чату.
zh_hans: 此压缩文件已设置密码保护。请输入您在导出聊天记录时设置的密码。

# ZIP_PASSWORD_ALERT_PLACEHOLDER
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
pt_br: Senha
pt_pt: Palavra-passe
ru: Пароль
uk: Пароль
zh_hans: 密码

# ZIP_PASSWORD_ALERT_TITLE
source: Password required
de: Passwort erforderlich
es: Se requiere contraseña
fr: Mot de passe requis
it: Password obbligatoria
ja: パスワードが必要です
ko: 비밀번호가 필요합니다
pt_br: Senha obrigatória
pt_pt: Senha obrigatória
ru: Необходим пароль
uk: Необхідно ввести пароль
zh_hans: 需要密码

# ZIP_PASSWORD_ALERT_WRONG_PASSWORD_MESSAGE
source: The password you entered is incorrect. Please try again.
de: Das von Ihnen eingegebene Passwort ist falsch. Bitte versuchen Sie es erneut.
es: La contraseña que has introducido es incorrecta. Por favor, inténtalo de nuevo.
fr: Le mot de passe que vous avez saisi est incorrect. Veuillez essayer à nouveau.
it: La password che hai inserito non è corretta. Riprova.
ja: 入力されたパスワードが正しくありません。もう一度お試しください。
ko: 입력하신 비밀번호가 정확하지 않습니다. 다시 시도해 주세요.
pt_br: A senha que você digitou está incorreta. Tente novamente.
pt_pt: A palavra-passe que introduziu está incorreta. Por favor, tente novamente.
ru: Вы ввели неверный пароль. Пожалуйста, попробуйте ещё раз.
uk: Введений вами пароль невірний. Будь ласка, спробуйте ще раз.
zh_hans: 您输入的密码不正确。请重试。

# ZIP_PASSWORD_ALERT_WRONG_PASSWORD_TITLE
source: Incorrect password
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
it: Password errata
ja: パスワードが間違っています
ko: 비밀번호가 잘못되었습니다.
pt_br: Senha incorreta
pt_pt: Senha incorreta
ru: Неверный пароль
uk: Неправильний пароль
zh_hans: 密码错误

# ZIP_PASSWORD_BUTTON_TITLE_CONFIRM
source: Create zip file now
de: Zip-Datei jetzt erstellen
es: Crear archivo ZIP ahora
fr: Créer un fichier zip maintenant
it: Crea il file zip ora
ja: zipファイルを作成
ko: 지금 ZIP 파일 생성
pt_br: Criar arquivo zip agora
pt_pt: Criar ficheiro zip agora
ru: Создать ZIP-файл сейчас
uk: Створити ZIP-файл зараз
zh_hans: 立即创建压缩文件

# ZIP_PASSWORD_BUTTON_TITLE_CONTINUE_WITHOUT
source: Continue without password
de: Ohne Passwort fortfahren
es: Continuar sin contraseña
fr: Continuer sans mot de passe
it: Continua senza password
ja: パスワードなしで続行
ko: 비밀번호 없이 계속
pt_br: Continuar sem senha
pt_pt: Continuar sem palavra-passe
ru: Продолжить без пароля
uk: Продовжити без пароля
zh_hans: 跳过密码，继续

# ZIP_PASSWORD_BUTTON_TITLE_CREATE
source: Choose a password
de: Wählen Sie ein Passwort
es: Elige una contraseña
fr: Choisir un mot de passe
it: Scegli una password
ja: パスワードを選択してください
ko: 비밀번호를 선택하세요
pt_br: Escolha uma senha
pt_pt: Escolha uma senha
ru: Выберите пароль
uk: Оберіть пароль
zh_hans: 选择密码

# ZIP_PASSWORD_BUTTON_TITLE_GENERATE
source: Generate a password
de: Ein Passwort generieren
es: Generar una contraseña
fr: Générer un mot de passe
it: Genera una password
ja: パスワードを生成
ko: 비밀번호 생성
pt_br: Gerar uma senha
pt_pt: Gerar uma palavra-passe
ru: Сгенерировать пароль
uk: Згенерувати пароль
zh_hans: 生成密码
